[
  {
    "name": "Simon Sinekl",
    "email": "sebasgrossmann@gmail.com",
    "talent": "Motivational Speaker",
    "intro": "Before I tell you about the podcast. I wanted to say I am a huge fan, and since i started reading about you I have been living on an infinite mindset. You start your TEDtalk asking Why Steve Jobs? Why Martin Luther King? Why the Wright Brothers? Well, they all saw a problem in the world and they knew how to fix it. Why us? Because we know there is huge prooblem in our generation, and we know how to fix it.",
    "usp": "Where through a 30 minutes video you would have the opportunity to share your teachings and promote the ideals that you cover in your books, or in Your Minset Tour. "
  },
  {
    "name": "Jocko Willing",
    "email": "sebasgrossmann@gmail.com",
    "talent": "podcaster ",
    "intro": "Before I tell you about the podcast, I want to deeply thank you for your service in Iraq. Also for training  the West Coast SEAL Team as well as everyone who is looking for organization and excelence in their field.",
    "usp": "Where through a 30 minutes video you would have the opportunity to share the ideals and teachings found in Echelon Front or your podcast."
  },
  {
    "name": "Leo Babauta",
    "email": "sebasgrossmann@gmail.com",
    "talent": "blog",
    "intro": "Before I tell you about the podcast, I wanted to say that your work with Zenhabits has helped me overcome various of my mental barriers, more expecifically tje advices given in the \"Retraining Deeply Ingrained Habits of Mindlessness\" article.",
    "usp": "Where through a 30 minutes video you would have the opportunity to share your most important habits and teachings in your blog."
  },
  {
    "name": "Josh kaufman",
    "email": "sebasgrossmann@gmail.com",
    "talent": "author",
    "intro": "Before I tell you about the podcast, I wanted to thank you for inspiring people on how to become a better version of themselves and strive to learning new things. ",
    "usp": "Where through a 30 minutes video you would have the opportunity to share your teachings and promote the ideals that you cover in your books."
  },
  {
    "name": "kyle cease",
    "email": "sebasgrossmann@gmail.com",
    "talent": "podcaster ",
    "intro": "Before I tell you about the podcast, I wanted to thank you for inspiring people on how to become a better version of themselves and strive for learning new things. ",
    "usp": "Where through a 30 minutes video you would have the opportunity to share your insights in your books, and your expirience as a comedian."
  },
  {
    "name": "stephen g post ",
    "email": "sebasgrossmann@gmail.com",
    "talent": "Personal Growth",
    "intro": "Before I tell you about the podcast, I just wanted to say how I really admire your work with raising awareness to the power of giving and encouraging philanthropy.",
    "usp": "Where through a 30 minutes video you would have the opportunity to share your teachings and promote the ideals that you cover in your books."
  },
  {
    "name": "Idk Larry",
    "email": "sebasgrossmann@gmail.com",
    "talent": "Personal Growth",
    "intro": "Before I tell you about the podcast, I wanted to say how I truly admire your work with depression and the courage of sharing your personal story with the world. ",
    "usp": "Where through a 30 minutes video you would have the opportunity to share your teachings and promote the ideals that you cover in your books."
  }
]